{
  "store.custom#aviso-de-privacidad": {
    "blocks": [
      "flex-layout.row#aviso-de-privacidad"
    ]
  },

  "flex-layout.row#aviso-de-privacidad": {
    "props": {
      "blockClass": "privacidad"
    },
    "children": [
      "flex-layout.col#text-aviso-de-privacidad"
    ]
    
  },

  "flex-layout.col#text-aviso-de-privacidad": {
    "children": [
      "rich-text#title-aviso-de-privacidad",
      "rich-text#aviso-de-privacidad"
    ],
    "props": {
      "blockclass": "textColumn",
      "preventVerticalStretch": true
    }
  },

  "rich-text#title-aviso-de-privacidad": {
    "props": {
      "text":
      "# Aviso de Privacidad",
      "blockClass": "title"
    }
  },

  "rich-text#aviso-de-privacidad": {
    "props": {
      "text": "#### AVISO DE PRIVACIDAD PARA CLIENTES Y PROSPECTOS\nEn cumplimiento a lo previsto por la Ley Federal de Protección de Datos Personales en Posesión de Particulares y su Reglamento, en adelante la **LFPDPPP**. se hace de su conocimiento el presente Aviso de Privacidad en los siguientes términos:\n\n\n#### IDENTIDAD Y DOMICILIO DEL RESPONSABLE DE LOS DATOS PERSONALES\n**JUNIOR DE MÉXICO S.A. DE C.V., TAMBIÉN CONOCIDO COMO OGGI**, en adelante **EL RESPONSABLE** declara ser una empresa legalmente constituida de conformidad con las leyes mexicanas y es responsable del tratamiento y protección de sus datos personales y datos personales sensibles, para las finalidades indicadas en el presente Aviso de privacidad. EL RESPONSABLE puede ser contactado a través del siguiente correo electrónico [avisoprivacidadonline@oggi.mx](mailto:avisoprivacidadonline@oggi.mx \"avisoprivacidadonline@oggi.mx\") o en el domicilio ubicado en Av. Víaducto Río de la Piedad No 525, Colonia Granjas México C.P. 08400 Alcaldía Iztacalco, Ciudad de México, México.\n\nDe conformidad con lo previsto en la **LFPDPPP**, los términos que se utilicen en el presente aviso de privacidad tendrán la definición que a los mismos le asigna la misma, con excepción expresa de aquellos que aquí se definan. Este Aviso especifica el tipo de datos que La Empresa recolecta; los fines para los cuales lleva a cabo el tratamiento de estos, así como los derechos con que cuenta el titular al respecto.\n\n\n#### PRINCIPIOS DEL TRATAMIENTO DE LOS DATOS PERSONALES\n**EL RESPONSABLE** recaba sus datos personales para los efectos mencionados en el presente Aviso de Privacidad. En este contexto, hacemos de su conocimiento que sus datos personales serán tratados y resguardados con base en los principios de licitud, calidad, consentimiento, información, finalidad, lealtad, proporcionalidad y responsabilidad consagrados en la **LFPDPPP**.\n\n\n#### FINALIDAD Y USO DE LOS DATOS PERSONALES\nRecabamos sus datos personales, mismos que son tratados de forma estrictamente confidencial y con las medidas de seguridad, físicas y digitales, necesarias para garantizar su protección, por lo que solicitamos su consentimiento a través del presente Aviso de Privacidad con el objeto de utilizarlos para los siguientes fines:\n\n**1. Fines primarios:**\n\n- Identificarlo como cliente, prospecto o usuario de nuestra plataforma.\n- Utilizar la información de contacto para llevar a cabo la entrega de los productos comercializados por **EL RESPONSABLE.**\n- Contactarlo para dar seguimiento a sus solicitudes sobre nuestros servicios.\n- Contactarlo y enviarle información relevante sobre nuestros servicios.\n- Evaluar la calidad del servicio que le brindamos.\n- Proveer los servicios solicitados y/o contratados.\n- Contactarlo y enviarle información relevante sobre nuestros servicios.\n- Responder a sus requerimientos de información, atención y servicios.\n- Archivar los registros y expedientes de la relación contractual para seguimiento de servicios futuros.\n- Gestión financiera, facturación y cobro.\n- Dar cumplimiento y seguimiento a las obligaciones y compromisos que hemos contraído con usted.\n- Para llevar a cabo procesos de devoluciones acorde con nuestros Términos y Condiciones.\n- Se podrá proporcionar su información financiera a emisores de tarjetas de crédito, instituciones financieras o procesadores de tarjetas de crédito para que procesen transacciones.\n- Realizar aclaraciones, quejas o comentarios sobre pagos.\n- Notificarle y ofrecerle sobre nuevos servicios en medida de sus intereses y necesidades.\n**2. Fines secundarios:**\n- Contactarle y enviarle boletines de noticias, publicidad, eventos organizados y promociones por EL RESPONSABLE, filiales, subsidiarias o terceros que sean nuestros socios comerciales.\n- Para conocer sus hábitos de consumo y preferencias, con el fin de personalizar la información sobre nuestros productos o servicios.\n- Para crear anuncios personalizados para los usuarios que visitaron nuestra página web.\n- Realizar estudios internos sobre hábitos de consumo, fines mercadotécnicos, publicitarios y/o de prospección comercial.\n- Informar vía correo electrónico sobre los cambios o nuevos productos que estén relacionados con el producto solicitado por el titular.\n- Fines estadísticos, sin tratamiento de datos personales.\n- En dado caso que no esté de acuerdo en que sus datos personales sean utilizados bajo los fines secundarios mencionados con anterioridad, agradeceremos que nos envíe un email a [avisoprivacidadonline@oggi.mx](mailto:avisoprivacidadonline@oggi.mx \"avisoprivacidadonline@oggi.mx\").\n\n\n#### DATOS PERSONALES\nPara llevar a cabo la prestación de nuestros servicios de una manera eficiente y de acuerdo con las finalidades mencionadas anteriormente, requerimos sus datos personales de identificación y contacto. En este sentido, los datos personales que **EL RESPONSABLE** podrá recabar a través de los medios mencionados posteriormente serán los siguientes:\n\n**1. Identificación:**\n- Nombre.\n- Fecha de nacimiento.\n**2. Contacto:**\n- Domicilio.\n- Dirección de origen y destino.\n- Teléfonos.\n- Email.\n- Redes sociales como Facebook, Instagram, Twitter (Nombre de usuario, correo electrónico y teléfono asociado a las cuentas).\n**3. Información patrimonial**\n- Datos fiscales.\n- Dirección de facturación.\n- Registro Federal de Contribuyentes (RFC).\n- Cuentas bancarias: Número de cuenta bancaria, Banco y CLABE.\n- Estados de cuenta.\n- Tarjetas de crédito o débito.\n- Información relativa a PayPal o PayU.\nLos datos mencionados en el apartado número 3, serán utilizados única y exclusivamente para la emisión de facturas solicitadas por compras realizadas a **EL RESPONSABLE**.\n\n\n#### DATOS SENSIBLES\n**EL RESPONSABLE** en ningún caso y bajo ninguna circunstancia almacena información de datos personales sensibles como origen racial o étnico, estado de salud actual, información genética, creencias religiosas, filosóficas y morales, afiliación sindical, opiniones políticas o preferencia sexual.\n\n\n#### VERACIDAD DE LOS DATOS PROPORCIONADOS POR EL USUARIO\nUsted como usuario o cliente, garantiza que los datos personales proporcionados a **EL RESPONSABLE** son verdaderos y se hace responsable de comunicar a esta en cualquier tiempo, de cualquier modificación sustancial en los mismos. Se entenderá por modificación sustancial, cualquier cambio o alteración en los datos personales que no permita el correcto contacto, ubicación y posterior identificación del usuario.\n\n\n#### FORMAS Y MEDIOS DE RECOLECCIÓN DE LOS DATOS PERSONALES\nLos datos personales que EL RESPONSABLE podrá recabar y que son necesarios para ofrecerle nuestros servicios y productos, o los que se deriven o sean accesorios a este, en forma física, telefónica o a través de Internet u otro medio electrónico, se recolectarán a través de las siguientes formas y medios:\n\n- Directamente de usted.\n- A través de agentes o promotores.\n- Cuando visite o utilice nuestro sitio web o nuestros servicios en línea.\n- A través del llenado del formulario que se encuentra en nuestro sitio web.\n- A través de nuestras aplicaciones móviles.\n- A través de la suscripción a nuestro boletín.\n- Por teléfono o fax.\n- Por correo electrónico.\n- Por redes sociales.\n- Por aplicaciones de mensajería instantánea.\n- Mediante diversos medios electrónicos.\n- Fuentes de acceso público, tales como directorios telefónicos, y/o a través de otras fuentes permitidas por la Ley.\n\n#### ENCARGADO DE LOS DATOS PERSONALES\nUsted podrá comunicarse al área responsable del manejo y la administración de los datos personales mediante el correo electrónico [avisoprivacidadonline@oggi.mx](mailto:avisoprivacidadonline@oggi.mx \"avisoprivacidadonline@oggi.mx\") o directamente en la dirección establecida en el presente Aviso de Privacidad. La persona encargada del tratamiento de sus datos personales es Serafín Soto Alanís.\n\n\nTRANSFERENCIA DE LOS DATOS PERSONALES\n**EL RESPONSABLE** podrá compartir sus datos personales con sociedades controladoras, subsidiarias, filiales o afiliadas bajo el control común del responsable, sociedades o casas matriz cualquier sociedad del mismo grupo del responsable que opere bajo los mismos procesos y políticas internas o autoridades relacionadas para la gestión de su servicio.\n\n**EL RESPONSABLE** no intercambiará, compartirá, publicará, difundirá, cederá o venderá sus datos personales, a terceros ajenos **EL RESPONSABLE**.\n\nEL RESPONSABLE genera su propia base de datos personales generada en línea y de manera presencial por sus empleados ante sus respectivos clientes, el manejo de la información contenida en estas bases de datos tendrá una temporalidad de cinco años, después los datos serán tratados para su cancelación conforme a la Ley.\n\nEn caso de que decida hacerlo en el futuro comunicará a los titulares a través de sus datos de contacto o en su sitio web que transferirá sus datos personales a terceros socios comerciales, por lo que nuevamente le será requerido su previo consentimiento para llevar a cabo este tipo de transferencias.\n\n**EL RESPONSABLE** únicamente podrá transferir sus datos personales sin su previo consentimiento, únicamente cuando se encuentre bajo las excepciones previstas en el artículo 37 de la **LFPDPPP**, y en todo caso cumpliendo las condiciones previstas por en el artículo 17 del Reglamento de la **LFPDPPP**.\n\n**EL RESPONSABLE** se compromete a cumplir y respetar los principios legales de protección de datos personales cuando estos se transfieran, ya sea a personas físicas o morales, con la finalidad de poderle ofrecerle nuestros productos y servicios.\n\n**EL RESPONSABL**E se asegurará a través de la firma de convenios y/o adopción de otros documentos vinculantes, que dichos terceros mantengan medidas de seguridad, administrativas, técnicas y físicas adecuadas para resguardar sus datos personales, así como dichos terceros únicamente utilicen sus datos personales para las finalidades por las cuales fueron contratados y de conformidad con el presente Aviso de privacidad.\n\n\n#### MEDIOS PARA PROTEGER EL USO O DIVULGACIÓN DE SUS DATOS PERSONALES\n**EL RESPONSABLE** implementará las medidas de seguridad, técnicas, administrativas y físicas necesarias para proteger sus datos personales y evitar su daño, pérdida, alteración, destrucción o el uso, acceso o tratamiento no autorizado dentro de este aviso de privacidad.\n\nAsegurando que únicamente el personal autorizado, que ha cumplido y observado los requisitos de confidencialidad, podrá participar en el tratamiento de sus datos personales. El personal autorizado tiene prohibido permitir el acceso de personas no autorizadas y utilizar sus datos personales para fines distintos a los establecidos en el presente Aviso de Privacidad. La obligación de confidencialidad de las personas que participan en el tratamiento de sus datos personales subsiste aun después de terminada la relación con **EL RESPONSABLE**.\n\n\n#### MEDIOS PARA EL EJERCICIO DE SUS DERECHOS ARCO COMO TITULAR DE LOS DATOS PERSONALES\nComo titular de los datos personales objeto del presente Aviso de Privacidad, usted tiene derecho a conocer qué datos personales almacenamos, para que los utilizamos y las condiciones de uso que les damos. En este sentido, usted podrá ejercer sus derechos de **Acceso, Rectificación, Cancelación u Oposición (Derechos ARCO)**, mismos que se consagran en la **LFPDPPP**. Asimismo, podrá revocar, en todo momento, el consentimiento que haya otorgado y que fuere necesario para el tratamiento y uso de sus datos personales, siempre y cuando no haya relación o vínculo vigente con **EL RESPONSABLE**.\n\nEn caso de que desee ejercer sus derechos **ARCO**, lo podrá hacer en todo momento dirigiendo su solicitud a **EL RESPONSABLE** a través del siguiente mecanismo:\n\n- Correo electrónico: [avisoprivacidadonline@oggi.mx](mailto:avisoprivacidadonline@oggi.mx \"avisoprivacidadonline@oggi.mx\")\nPara lo anterior, deberá enviarnos al correo electrónico un escrito en el cual nos informe de manera fehaciente y detallada los datos personales específicos a los que desea tener acceso o que requiere le sean rectificados, cancelados u oponerse a su tratamiento, así como cumplir con los siguientes requisitos:\n1. El nombre del titular y domicilio u otro medio para comunicarle la respuesta a su solicitud;\n2. Los documentos que acrediten la identidad o, en su caso, la representación legal del titular.\n3. La descripción clara y precisa de los datos personales respecto de los que se busca ejercer alguno de los derechos antes mencionados; y\n4. Cualquier otro elemento o documento que facilite la localización de los datos personales.\n**EL RESPONSABLE** se pondrá en contacto con usted en un periodo máximo de veinte (20) días, contados desde la fecha en que se recibió la solicitud de acceso, cancelación, rectificación u oposición, informándole la decisión respectiva, misma que si se dictamina como procedente se hará efectiva en un plazo de quince (15) días a partir de la respuesta que reciba.\n\nLa cancelación de datos personales dará lugar a un periodo de bloqueo tras el cual **EL RESPONSABLE** procederá a la supresión de los datos correspondientes. Una vez cancelados los datos personales correspondientes, **EL RESPONSABLE** dará aviso a su titular.\n\nRealizado lo anterior, **EL RESPONSABLE** podrá conservar los datos personales exclusivamente para efectos de las responsabilidades derivadas del tratamiento a que se refiere el presente Aviso de Privacidad.\n\n**EL RESPONSABLE** no estará obligado a cancelar los datos personales cuando se trate de los supuestos establecidos en el artículo vigésimo sexto de la **LFPDPPP**.\n\nAsimismo, cuando la información recabada en los datos personales deje de ser necesaria para el cumplimiento de las finalidades previstas en este Aviso de Privacidad y en las disposiciones jurídicas aplicables, sus datos personales serán cancelados de la base de datos de **EL RESPONSABLE**.\n\n#### REVOCACIÓN Y/O LIMITACIÓN DEL USO Y/O DIVULGACIÓN DE SUS DATOS PERSONALES\nToda vez que el tratamiento de sus datos personales es indispensable para ofrecerle nuestros servicios, no es posible limitar la obtención que **EL RESPONSABLE** requiere de los mismos. Sin embargo, podrá revocar o limitar el uso o divulgación de sus datos personales enviando su solicitud al correo electrónico [avisoprivacidadonline@oggi.mx](mailto:avisoprivacidadonline@oggi.mx \"avisoprivacidadonline@oggi.mx\"). En caso de que su solicitud sea procedente se revocará el uso de los datos y se le registrará en el listado de exclusión propio de **EL RESPONSABLE**.\n\nEs importante informarle que no en todos los casos podremos atender su solicitud o concluir el uso de forma inmediata, ya que existe la posibilidad de que al momento de su solicitud subsista alguna obligación legal o relación jurídica, la cual requiera que continuemos tratando sus datos personales.\n\nEn este sentido, atenderemos su petición en un periodo máximo de veinte (20) días, contados desde la fecha en que se recibió la solicitud y le informaremos su procedencia.\n\n\n#### ESTÁNDARES INTERNACIONALES DE PROTECCIÓN DE DATOS PERSONALES\n**EL RESPONSABLE**, con la finalidad de proteger sus datos personales de la manera más adecuada posible, y en el entendido de que cualquier persona de cualquier parte del mundo puede acceder al sitio web y compartirnos sus datos, ha decidido implementar algunas disposiciones del Reglamento (EU) 2016/679, mejor conocido como Reglamento General de Protección de Datos de la Unión Europea (GDPR).\n\nEn este sentido, se hace de su conocimiento que adicionalmente a los Derechos ARCO, usted tiene los siguientes derechos respecto de sus datos personales:\n\n- **Derecho de Portabilidad**: Este derecho lo faculta a que en caso de que quiera que sus datos sean tratados por un tercero ajeno a **EL RESPONSABLE**, le facilitaremos la portabilidad de sus datos al nuevo responsable.\n- **Derecho de Información**: En caso de que llegara a suceder una vulneración a sus datos, **EL RESPONSABLE** le informará sobre dicha vulneración en un periodo de 3 días siguientes a que **EL RESPONSABLE** tenga conocimiento de la vulneración.\n- **Derecho de Supresión**: Podrá solicitar la supresión de sus datos cuando, entre otros motivos, los datos ya no sean necesarios para los fines que fueron recopilados.\nEn caso de que desee ejercer estos derechos, lo podrá hacer en todo momento dirigiendo su solicitud a **EL RESPONSABLE** bajo el mismo mecanismo de Derechos ARCO mencionado anteriormente.\n\nEs importante informarle que no en todos los casos podremos atender su solicitud o concluir el uso de forma inmediata, ya que existe la posibilidad de que al momento de su solicitud subsista alguna obligación legal la cual requiera que continuemos tratando sus datos personales.\n\nEn este sentido, atenderemos su petición en un periodo máximo de veinte (20) días, contados desde la fecha en que se recibió la solicitud y le informaremos su procedencia.\n\n**EL RESPONSABLE** conservará los datos personales de los usuarios únicamente durante el tiempo necesario para la realización de las finalidades para las que fueron recogidos, mientras no revoque los consentimientos otorgados. En este sentido, se conservan los datos personales durante el tiempo que, en cada caso, se considere necesario para poder justificar y/o rendir cuentas respecto de la gestión, lo que puede ir vinculado a plazos legales de prescripción, o a la posibilidad de recibir requerimientos de autoridades competentes.\n\n**EL RESPONSABLE** se encuentra legitimado para tratar sus datos personales debido a que usted ha otorgado su consentimiento para los fines específicos, solicitados para poder proveerle nuestros servicios. Respecto de la reserva de servicios, pago y facturación, el tratamiento se encuentra legitimado por la reservación de servicios y la solicitud de facturación de consumos.\n\nEl tratamiento de los datos con el fin de enviarle correos electrónicos sobre servicios, eventos y noticias relacionadas con nuestra actividad profesional se fundamenta en el interés legítimo de **EL RESPONSABLE** para llevar a cabo dichos tratamientos de acuerdo con la normativa vigente. De igual manera, se podrá utilizar la información del usuario para el cumplimiento de las diferentes obligaciones legales de **EL RESPONSABLE**.\n\n#### AUTOMATIZACIÓN DEL USO DE DATOS. CALIDAD EN EL SERVICIO\nLos datos personales serán objeto de tratamiento automatizado de conformidad con las políticas de **EL RESPONSABLE** y esta pondrá a disposición de los usuarios o clientes para que estos puedan acceder a este aviso sobre la política de privacidad o a cualquier otra información importante. No obstante lo anterior, y salvo que se indique lo contrario, las respuestas sobre algunos de los datos personales requeridos son voluntarias, sin que la falta de contestación de éstas implique un menoscabo en la calidad de los productos o servicios que se ofrezcan.\n\nLa recolección y tratamiento automatizado de los datos personales, tiene como objetivo el mantenimiento de la relación contractual en su caso establecida en los términos y condiciones que el usuario acepte de forma expresa al momento de realizar cualquier transacción que involucre algún producto o la prestación de algún servicio por parte de **EL RESPONSABLE**.\n\n**EL RESPONSABLE**, cuenta con los máximos niveles de seguridad de protección de los datos personales que la legislación vigente requiere y procura adaptarse a las necesidades y requerimientos tanto legales como tecnológicos.\n\n\n#### ENLACES A SITIOS WEB DE TERCEROS\nNuestro sitio web puede contener, para su conveniencia, enlaces a otros sitios web. **EL RESPONSABLE** no ha revisado los Avisos de Privacidad de dichos sitios web, por lo que no garantiza ni se hace responsable del contenido en tales sitios. Lo invitamos a que lea cuidadosamente el Aviso de Privacidad de cada uno de los sitios que visita en Internet.\n\n\n#### MODIFICACIONES EN EL AVISO DE PRIVACIDAD\n**EL RESPONSABLE** se reserva el derecho de enmendar o modificar el presente Aviso de Privacidad como estime conveniente, por ejemplo, para cumplir con cambios a la legislación sobre protección de datos personales o cumplir con disposiciones internas, tales como nuevos requerimientos para la prestación y ofrecimiento de nuestros productos, servicios o prácticas dentro del mercado. **EL RESPONSABLE** pondrá a su disposición el Aviso de Privacidad actualizado cuando se le hagan cambios al mismo, así como cuando se requiera recabar su consentimiento.\n\nLa versión actualizada del Aviso de Privacidad estará disponible al público a través de los siguientes medios:\n\nEn nuestro sitio web [https://www.oggi.mx/ ](https://www.oggi.mx/  \"https://www.oggi.mx/ \")en el apartado de Aviso de Privacidad.\nNotificación visible en nuestras oficinas.\nSe les hará llegar a la última cuenta de correo electrónico que nos ha proporcionado.\nEl presente Aviso de Privacidad se rige por la Ley Federal de Protección de Datos Personales en Posesión de los Particulares, su Reglamento y demás ordenamientos legales y aplicables en los Estados Unidos Mexicanos.\n\n**ÚLTIMA ACTUALIZACIÓN**\n10 de octubre de 2019.",
      "blockClass": "privacidad-space"
    }
  }
}
