
{

  "store.custom#cambios-y-devoluciones": {
    "blocks": [
      "flex-layout.row#cambios-y-devoluciones"
    ]
  },

  "flex-layout.row#cambios-y-devoluciones": {
    "children": [
      "flex-layout.col#text-devoluciones"
    ]
  },

  "flex-layout.col#text-devoluciones": {
    "children": [
      "image#cambios-bg",
      "rich-text#title-devoluciones",
      "rich-text#par-devoluciones"
    ],
    "props": {
      "blockclass": "textColumn",
      "preventVerticalStretch": true
    }
  },

  "rich-text#title-devoluciones": {
    "props": {
      "text":"# Devoluciones/Cambios",
      "blockClass": "devoluciones"
    }
  },

  "image#cambios-bg": {
    "props": {
      "src": "assets/images/cms/devoluciones/banner-devoluciones.jpg",
      "maxHeight": "",
      "maxWidth": "",
      "blockClass": "storePrint"
    }
  },

  "rich-text#par-devoluciones": {
    "props": {
      "text": "**CONTRATO DE ADHESIÓN RESPECTO DE LA PÁGINA DE INTERNET WWW.OGGI.MX QUE CELEBRAN POR UNA PARTE JUNIOR DE MÉXICO, S.A. DE C.V., EN ADELANTE “OGGI” Y, POR LA OTRA, EL USUARIO, SUJETÁNDOSE AMBAS PARTES, A LO ESTABLECIDO EN EL TEXTO DEL PRESENTE CONTRATO**\r\n\r\n## Políticas de devoluciones y cambios.\r\n### 1.1. MEDIOS PARA SOLICITAR CAMBIOS FÍSICOS O DEVOLUCIONES\r\n\r\nLos cambios o devoluciones se deberán solicitar por escrito al correo ventaenlinea@oggi.mx, indicando ID de transacción, fecha y monto de la compra; así mismo deberá de especificar el motivo por el cual efectúa el cambio o devolución del producto. Se emitirá un número de reporte para seguimiento.\r\n\r\nA continuación el Usuario deberá enviar la (s) prenda (s) por la empresa transportadora que él elija con destino al almacén físico de Venta en Línea OGGI, dirigido a JUNIOR DE MÉXICO, S.A. DE C.V., con domicilio en Av. Viaducto Río de la Piedad No. 525-A, colonia Granjas México, delegación Iztacalco, código postal 08400, Ciudad de México, Distrito Federal, notificando por escrito a ventaenlinea@oggi.mx la fecha y guía que asignó la transportadora al paquete con la devolución, así como el número de reporte de devolución generado en venta en línea OGGI.\r\n\r\n### 1.2. PLAZO DE NOTIFICACIÓN PARA REALIZAR CAMBIOS\r\n\r\nEl Usuario cuenta con 3 días hábiles a partir de la fecha en la cual recibió la mercancía para notificar los CAMBIOS que desee realizar a la dirección de correo electrónico ventaenlinea@oggi.mx; asimismo el Usuario cuenta con 10 días hábiles para realizar el trámite y embarque de la mercancía, a partir de la fecha que recibió la mercancía. Posterior a los periodos de tiempo descritos, no nos hacemos responsables de realizar cualquier cambio.\r\n\r\n### 1.3. PLAZO DE NOTIFICACIÓN PARA REALIZAR DEVOLUCIONES POR DEFECTOS DE FABRICACIÓN O DAÑOS PRODUCIDOS POR EL ENVÍO\r\n\r\nEl Usuario cuenta con 3 días hábiles a partir de la fecha en la cual recibió la mercancía para notificar las DEVOLUCIONES que desee realizar a la dirección de correo electrónico ventaenlinea@oggi.mx; asimismo el Usuario cuenta con 10 días hábiles para realizar el trámite y embarque de la devolución, a partir de la fecha que recibió la mercancía. Posterior a los periodos de tiempo descritos, no nos hacemos responsables de realizar cualquier devolución.\r\n\r\n### 1.4. COSTOS DE LAS DEVOLUCIONES O CAMBIOS\r\n\r\nEl costo de envío para devolver el (los) artículo (s) correrá a cargo del Usuario, utilizando la transportadora que elija.\r\n\r\n### 1.5. REQUISITOS PARA LAS DEVOLUCIONES O CAMBIOS\r\n\r\nLos requisitos que deberá observar el Usuario para realizar un cambio o devolución válidos, serán:\r\n\r\n#### 1.5.1. CAMBIOS:\r\n\r\na) Que el producto no haya sido de la talla, del modelo o del color que el Usuario adquirió.\r\nb) Para que OGGI efectúe el cambio, el producto debe encontrarse en el mismo estado en que el Usuario lo recibió, limpio y en buenas condiciones, sin estar sucio, manchado, maltratado, con daños provocados, reparaciones o arreglos.\r\nc) OGGI no cobrará el reenvío del producto que fue cambiado por surtido erróneo de talla, modelo o color, cuando dicho error sea atribuible a OGGI.\r\n\r\n#### 1.5.2. DEVOLUCIONES:\r\n\r\na) Que el producto tenga algún defecto de fabricación, como caída de broches, botones y\/o remaches, cierre descompuesto, cambio de coloración. IMPORTANTE. Previo a cada envío, OGGI revisará el producto y lo comunicará al Usuario por medio de una etiqueta adherible de Control de Calidad dentro del paquete. * Cada una de las prendas cuenta con indicaciones de cuidado en la etiqueta interior.\r\nb) Que se haya dañado durante el envío. IMPORTANTE. El Usuario deberá cerciorarse al momento de recibir su mercancía que el empaque no presente huellas de alteración o roturas.\r\nc) Que el producto haya sido extraviado durante el envío. En dicho caso el Usuario podrá solicitar que se reponga el producto extraviado o el reembolso del dinero pagado.\r\n\r\n### 1.6. PROCEDIMIENTOS DE REEMBOLSO CON LOS DIFERENTES MEDIOS DE PAGO 1.6.1. REEMBOLSO VÍA PAYU:\r\n\r\na) El Usuario deberá enviar un correo electrónico dirigido a ventaenlinea@oggi.mx solicitando la devolución de su dinero, proporcionando MONTO, FECHA e ID DE TRANSACCIÓN (Número de pedido).\r\nb) Venta en Línea OGGI efectuará el trámite con Pay U.\r\nc) El tiempo de reembolso después de la recibida la solicitud es de entre 20-25 días hábiles dependiendo del ciclo de la facturación del banco con la que se efectuó la compra.\r\nd) No hay cobro de comisión por devolución.\r\n\r\n#### 1.6.2. REEMBOLSO VÍA PAYPAL:\r\n\r\na) El Usuario deberá solicitar la devolución de su dinero directamente en la página de PayPal.\r\nb) El Usuario deberá presionar el botón REEMBOLSO.\r\nc) Si el Usuario pagó con una tarjeta de crédito, el pago se reintegra a dicha tarjeta.\r\nd) El depósito del banco con el monto devuelto tarda de 1 a 2 semanas (días corridos) y hasta 30 días corridos como máximo (Dependiendo de la compañía que emitió tu tarjeta de crédito).\r\ne) El reintegro aparecerá en el estado de cuenta de la tarjeta de crédito en la que se efectuó el pago.\r\nf) Si el Usuario pagó con el saldo de su cuenta PayPal, el dinero se reintegra a dicha cuenta.\r\ng) En dicho caso, el reembolso se efectúa el mismo día y el Usuario podrá revisarlo en su historial de transacciones de PayPal como recibido.\r\nh) En los casos arriba mencionados no hay cobro de comisión por devolución.\r\n\r\n#### 1.6.3. REEMBOLSO PAGO EN EFECTIVO:\r\n\r\na) El Usuario deberá enviar un correo electrónico dirigido a ventaenlinea@oggi.mx solicitando la devolución de su dinero, proporcionando MONTO, FECHA e ID DE TRANSACCIÓN (Número de pedido).\r\nb) El Usuario recibirá un correo de respuesta con un formato para que ingrese la CLABE INTERBANCARIA de la cuenta que asigne para recibir su dinero devuelto.\r\nc) El reembolso se efectuará a través de BANCOMER por transferencia Interbancaria.\r\nd) El dinero devuelto aparecerá en la cuenta del Usuario entre 15 a 30 días hábiles después de haber solicitado el reembolso.\r\n\r\n#### 1.6.4. VALE POR DEVOLUCIÓN:\r\n\r\na) En caso de devolución de un producto, el Usuario podrá optar por solicitar un vale por el valor de la (s) prenda (s) devuelta (s) que podrá utilizar en la siguiente compra que realice en Venta en Línea OGGI, siempre que se respeten las presentes Políticas de Cambios y Devoluciones.\r\nb) En caso de que el Usuario haya pagado gastos de paquetería, este importe no será reembolsado.\r\n\r\n### 1.7. SEGUIMIENTO DEL ESTADO DE UNA DEVOLUCIÓN O CAMBIO\r\n\r\nUna vez comenzado el proceso de devolución, el Usuario le dará seguimiento en ventaenlinea@oggi.mx y\/o en Servicio al Cliente al 01 55 4170 0078 con su número de reporte.\r\n\r\n### 1.8. SERVICIO A CLIENTES\r\n\r\nEn caso de que el Usuario tenga alguna consulta, duda o problema en el proceso de devolución de los productos adquiridos o con el reembolso solicitado, así como cualquier consulta adicional, se podrá comunicar con “Servicio al Cliente” al 01 55 4170 0078.",
      "blockClass": "devoluciones"
    }
  }
}
